Repository: mertatmaca34/ISKI.IBKS
Catalog: ISKI.IBKS.Shared/Localization/Strings.*.resx
Languages: tr

# Common_Error
source: Error
tr: Hata

# Common_Warning
source: Warning
tr: Uyarı

# Common_Information
source: Information
tr: Bilgi

# Common_Success
source: Success
tr: Başarılı

# Setup_CancelConfirmation
source: Setup canceled. The application will close.
tr: Kurulum iptal edildi. Uygulama kapatılacak.

# Setup_SqlInstallFailed
source: SQL Server Express installation failed.
tr: SQL Server Express kurulumu başarısız oldu.

# Common_Wait
source: Please wait...
tr: Lütfen bekleyiniz...

# Setup_DatabaseError
source: An error occurred while initializing the database:
tr: Veritabanı başlatılırken hata oluştu:

# Setup_Completed
source: Setup completed successfully!
tr: Kurulum başarıyla tamamlandı!

# Setup_SaveError
source: An error occurred while saving setup:
tr: Kurulum kaydedilirken hata oluştu:

# Setup_InvalidInput
source: Invalid input.
tr: Geçersiz giriş.

# Common_CriticalError
source: Critical Error
tr: Kritik Hata

# Setup_CancelTitle
source: Setup Canceled
tr: Kurulum İptal Edildi

# Common_Connected
source: Connected
tr: Bağlı

# Common_Disconnected
source: Disconnected
tr: Bağlı Değil

# Step_Station_Title
source: Station Settings
tr: İstasyon Ayarları

# Step_Station_Desc
source: Enter station general information and local API configuration.
tr: İstasyon genel bilgilerini ve yerel API yapılandırmasını giriniz.

# Step_Station_InvalidGuid
source: Please enter a valid Station ID (GUID).
tr: Geçerli bir İstasyon ID (GUID) giriniz.

# Step_Station_IdEmpty
source: Station name cannot be empty.
tr: İstasyon adı boş olamaz.

# Step_Station_HostEmpty
source: Local API host address cannot be empty.
tr: Local API host adresi boş olamaz.

# Step_Plc_Title
source: PLC Connection Settings
tr: PLC Bağlantı Ayarları

# Step_Plc_Desc
source: Configure PLC IP address and hardware information (Rack/Slot).
tr: PLC IP adresi ve donanım bilgilerini (Rack/Slot) yapılandırın.

# Step_Plc_InvalidIp
source: Please enter a valid IP address.
tr: Geçerli bir IP adresi giriniz.

# Step_Sais_Title
source: SAIS API Settings
tr: SAIS API Ayarları

# Step_Sais_Desc
source: Enter connection information for the SAIS system.
tr: Çevre Şehircilik ve İklim Değişikliği Bakanlığı SAIS sistemi bağlantı bilgilerini girin.

# Step_Sais_UrlEmpty
source: SAIS API URL address cannot be empty.
tr: SAIS API URL adresi boş olamaz.

# Step_Calibration_Title
source: Calibration Settings
tr: Kalibrasyon Ayarları

# Step_Calibration_Desc
source: Set calibration reference values and durations for sensors.
tr: Sensörlerin kalibrasyon referans değerlerini ve sürelerini belirleyin.

# Step_Mail_Title
source: E-Mail Notification Settings
tr: E-Posta Bildirim Ayarları

# Step_Mail_Desc
source: Configure SMTP server information for alarm notifications.
tr: Alarm bildirimleri için SMTP sunucu bilgilerini yapılandırın.

# Step_Plc_IpEmpty
source: PLC IP address cannot be empty.
tr: PLC IP adresi boş olamaz.

# Step_Plc_NoSensor
source: You must select at least one sensor.
tr: En az bir sensör seçmelisiniz.

# Step_Plc_Testing
source: Testing...
tr: Test Ediliyor...

# Step_Plc_TestSuccess
source: PLC connection successful!
tr: PLC bağlantısı başarılı!

# Step_Plc_TestFail
source: Cannot reach PLC.
tr: PLC'ye erişilemiyor.

# Step_Plc_TestError
source: Connection test failed.
tr: Bağlantı testi başarısız.

# Step_Plc_TestButtonText
source: Test PLC Connection
tr: PLC Bağlantısını Test Et

# Step_Mail_TestButtonText
source: Send Test Mail
tr: Test Maili Gönder

# Step_Mail_Testing
source: Sending...
tr: Gönderiliyor...

# Step_Mail_TestSuccess
source: Test mail sent successfully!
tr: Test maili başarıyla gönderildi!

# Step_Mail_TestError
source: Mail sending failed.
tr: Mail gönderimi başarısız.

# Step_Mail_HostEmpty
source: SMTP server address cannot be empty.
tr: SMTP sunucu adresi boş olamaz.

# Step_Mail_UserEmpty
source: SMTP username cannot be empty.
tr: SMTP kullanıcı adı boş olamaz.

# Step_Calibration_PhDiff
source: pH Zero and Span values must be different.
tr: pH Zero ve Span değerleri farklı olmalıdır.

# Step_Calibration_IletDiff
source: Conductivity Zero and Span values must be different.
tr: İletkenlik Zero ve Span değerleri farklı olmalıdır.

# Common_InvalidUrl
source: Please enter a valid URL address.
tr: Geçerli bir URL adresi giriniz.

# Common_UserEmpty
source: Username cannot be empty.
tr: Kullanıcı adı boş olamaz.

# Common_PassEmpty
source: Password cannot be empty.
tr: Şifre boş olamaz.

# Nav_HomePage
source: Home Page
tr: Anasayfa

# Nav_Simulation
source: Simulation
tr: Simülasyon

# Nav_Calibration
source: Calibration
tr: Kalibrasyon

# Nav_Reporting
source: Reporting
tr: Raporlama

# Nav_Settings
source: Settings
tr: Ayarlar

# Nav_NightMode
source: Night Mode
tr: Gece Modu

# App_Title
source: ISKI - ISKI MINISTRY CABINET SYSTEM
tr: İSKİ - İSKİ BAKANLIK KABİNİ SİSTEMİ

# Sensor_Analog
source: Analog Sensors
tr: Analog Sensörler

# Sensor_Digital
source: Digital Sensors
tr: Dijital Sensörler

# Data_Instant
source: Instant Data
tr: Anlık Veri

# Data_Hourly
source: Hourly Data
tr: Saatlik Veri

# Error_StationInfo
source: Error while getting station information.
tr: İstasyon bilgileri alınırken hata oluştu.

# Error_StationSettingsNotFound
source: Station settings not found.
tr: İstasyon ayarları bulunamadı.

# Error_CalibrationFailed
source: Error occurred during {0} {1} calibration.
tr: {0} {1} kalibrasyonu sırasında hata oluştu.

# Error_SettingsLoad
source: Error loading settings: {0}
tr: Ayarlar yüklenirken hata: {0}

# Error_Save
source: Save error: {0}
tr: Kaydetme hatası: {0}

# Info_PlcSettingsSaved
source: PLC connection settings and sensor selections saved.
tr: PLC bağlantı ayarları ve sensör seçimleri kaydedildi.

# Common_Confirmation
source: Confirmation
tr: Onay

# Common_Validation
source: Validation
tr: Doğrulama

source: REPORT TYPE
tr: RAPOR TİPİ

# Report_Sort
source: SORTING
tr: SIRALAMA

# Report_SortLast
source: By Last Data
tr: Son Veriye Göre

# Report_SortFirst
source: By First Data
tr: İlk Veriye Göre

# Report_Date
source: DATE
tr: TARİH

# Report_StartDate
source: Start
tr: Başlangıç

# Report_EndDate
source: End
tr: Bitiş

# Report_Period
source: PERIOD
tr: PERİYOT

# Report_Custom
source: Custom
tr: Özel

# Report_Monthly
source: Monthly
tr: Aylık

# Report_Weekly
source: Weekly
tr: Haftalık

# Report_Daily
source: Daily
tr: Günlük

# Report_LogLevel
source: LOG LEVEL
tr: LOG SEVİYESİ

# Report_Generate
source: GENERATE
tr: OLUŞTUR

# Mail_EnterSenderAddress
source: Please enter a sender email address.
tr: Gönderen e-posta adresi giriniz.

# Mail_SettingsSaved
source: Mail server settings saved.
tr: Mail sunucu ayarları kaydedildi.

# Common_SaveError
source: Save error: {0}
tr: Kayıt hatası: {0}

# Mail_NameEmailRequired
source: Full Name and Email are required.
tr: Ad Soyad ve E-posta gereklidir.

# Mail_UserAdded
source: User '{0}' added.
tr: Kullanıcı '{0}' eklendi.

# Mail_SelectUserToDelete
source: Please select a user to delete.
tr: Lütfen silmek için bir kullanıcı seçin.

# Mail_DeleteConfirmation
source: Are you sure you want to delete the selected user?
tr: Seçili kullanıcıyı silmek istediğinize emin misiniz?

# Mail_UserDeleted
source: User deleted.
tr: Kullanıcı silindi.

# Mail_InvalidEmail
source: Please enter a valid email address.
tr: Geçerli bir e-posta adresi giriniz.

# Mail_SmtpHost
source: SMTP Server:
tr: SMTP Sunucu:

# Mail_Username
source: Username:
tr: Kullanıcı Adı:

# Mail_Password
source: Password:
tr: Şifre:

# Mail_UseSsl
source: Use SSL
tr: SSL Kullan

# Mail_FromAddress
source: Sender Address:
tr: Gönderen Adresi:

# Mail_TestButton
source: SEND TEST MAIL
tr: TEST MAİLİ GÖNDER

# Mail_Receiver
source: Test Mail Receiver E-Mail:
tr: Test Maili Alıcı E-posta:

# Mail_SaveButton
source: SAVE
tr: KAYDET

# Mail_ConfigTitle
source: SMTP Mail Server Settings
tr: SMTP Mail Sunucu Ayarları

# Mail_SendingTest
source: Sending test mail...
tr: Test maili gönderiliyor...

# Mail_TestSent
source: âœ” Test mail sent
tr: ✔ Test maili gönderildi

# Mail_Auth
source: Authentication
tr: Doğrulama

# Mail_UseDefaultCredentials
source: Use Default Credentials
tr: Varsayılan Kimlik Bilgilerini Kullan

# Mail_EnableSslQuestion
source: Enable SSL?
tr: SSL'i Aktif Et?

# Mail_SenderInfo
source: Sender Information
tr: Gönderen Bilgisi

# Mail_NewUserTitle
source: Add New User
tr: Yeni Kullanıcı Ekle

# Mail_FullName
source: Full Name:
tr: Ad Soyad:

# Mail_Email
source: Email:
tr: E-posta:

# Mail_Phone
source: Phone:
tr: Telefon:

# Mail_Department
source: Department:
tr: Birim:

# Mail_AddUserButton
source: ADD USER
tr: KULLANICI EKLE

# Mail_DeleteUserButton
source: DELETE SELECTED USER
tr: SEÇİLİ KULLANICIYI SİL

# Mail_StatementsTitle
source: MAIL STATUSES
tr: MAİL DURUMLARI

# Mail_UsersTitle
source: USERS
tr: KULLANICILAR

# Common_Save
source: Save
tr: Kaydet

# Common_Next
source: Next >
tr: İleri >

# Common_Back
source: < Back
tr: < Geri

# Common_Close
source: Close
tr: Kapat

# Common_Finish
source: Finish
tr: Bitir

# Cal_PhTitle
source: pH Calibration Settings
tr: pH Kalibrasyon Ayarları

# Cal_ConductivityTitle
source: Conductivity Calibration Settings
tr: İletkenlik Kalibrasyon Ayarları

# Cal_ZeroRef
source: Zero Reference Value:
tr: Zero Referans Değeri:

# Cal_SpanRef
source: Span Reference Value:
tr: Span Referans Değeri:

# Cal_Duration
source: Calibration Duration (sec):
tr: Kalibrasyon Süresi (sn):

# Cal_ZeroTime
source: Zero Duration:
tr: Zero Süresi:

# Cal_SpanTime
source: Span Duration:
tr: Span Süresi:

# Plc_Ip
source: PLC IP Address:
tr: PLC IP Adresi:

# Plc_Sensors
source: Sensors to Use:
tr: Kullanılacak Sensörler:

# Plc_TestButton
source: Test PLC Connection
tr: PLC Bağlantısını Test Et

# Plc_Ip_Label
source: PLC IP Address:
tr: PLC IP Adresi:

# Sais_Url
source: SAIS API Address:
tr: SAIS API Adresi:

# Station_Id
source: Station ID (GUID):
tr: İstasyon ID (GUID):

source: Station Name:
tr: İstasyon Adı:

# Station_ApiUser
source: Local API User:
tr: Local API Kullanıcı:

# Station_ApiPass
source: Local API Password:
tr: Local API Şifre:

# Sensor_Koi
source: Chemical Oxygen Demand
tr: Kimyasal Oksijen İhtiyacı

# Sensor_Iletkenlik
source: Conductivity
tr: İletkenlik

# Sensor_Akm
source: Suspended Solids
tr: Askıda Katı Madde

# Sensor_Sicaklik
source: Temperature
tr: Sıcaklık

# Sensor_Debi
source: Flow rate
tr: Debi

# Sensor_CozunmusOksijen
source: Dissolved Oxygen
tr: Çözünmüş Oksijen

# Sensor_TesisDebi
source: Plant Flow Rate
tr: Tesis Debisi

# Sensor_AkisHizi
source: Flow Velocity
tr: Akış Hızı

# Sensor_KabinSicakligi
source: Cabinet Temperature
tr: Kabin Sıcaklığı

# Sensor_DesarjDebi
source: Discharge Flow Rate
tr: Deşarj Debisi

# Sensor_HariciDebi1
source: External Flow 1
tr: Harici Debi 1

# Sensor_HariciDebi2
source: External Flow 2
tr: Harici Debi 2

# Cal_TimeRemaining
source: Time Remaining: {0}
tr: Kalan Süre: {0}

# Cal_SimulationTitle
source: Calibration Simulation
tr: Kalibrasyon Simülasyonu

# Cal_ChartTitle
source: Calibration Chart
tr: Kalibrasyon Grafiği

# Cal_Value
source: Calibration Value
tr: Kalibrasyon Değeri

# Cal_Reference
source: Reference Value
tr: Referans Değeri

# Common_Loading
source: Loading...
tr: Yükleniyor...

# Common_Processing
source: Processing...
tr: İşleniyor...

# Common_Warning_Title
source: Warning
tr: Uyarı

# Common_Confirmation_Title
source: Confirmation
tr: Onay

# Common_Error_Title
source: Error
tr: Hata

# Common_Info_Title
source: Information
tr: Bilgi

# Common_Validation_Title
source: Validation
tr: Doğrulama

# Report_Title
source: Reporting Screen
tr: Raporlama Ekranı

# Report_Type_Measurement
source: Measurement
tr: Ölçüm

# Report_Type_Calibration
source: Calibration
tr: Kalibrasyon

# Report_Type_Sample
source: Sample
tr: Numune

# Report_Type_Record
source: Record
tr: Kayıt

# Report_Type_Validity
source: Data Validity Status
tr: Veri Geçerlilik Durumu

# Common_Level
source: Level
tr: Seviye

# Common_SaisStatus
source: SAIS Status
tr: SAİS Durumu

# Common_Sent
source: Sent
tr: Gönderildi

# Common_NotSent
source: Not Sent
tr: Gönderilmedi

# Settings_Station
source: STATION SETTINGS
tr: İSTASYON AYARLARI

# Settings_Api
source: API Settings
tr: API Ayarları

# Settings_Plc
source: PLC Settings
tr: Plc Ayarları

# Settings_Calibration
source: Calibration Settings
tr: Kalibrasyon Ayarları

# Settings_Mail
source: Mail Server Settings
tr: Mail Sunucu Ayarları

# Settings_LoginInfo
source: LOGIN INFO
tr: GİRİŞ BİLGİLERİ

# Common_Username_Label
source: USERNAME:
tr: KULLANICI ADI:

# Common_Password_Label
source: PASSWORD:
tr: ŞİFRE:

# Wizard_Title
source: Setup Wizard
tr: Kurulum Sihirbazı

# Wizard_StepIndicator
source: Step {0} / {1}
tr: Adım {0} / {1}

# Wizard_CompletedWithErrors
source: Setup completed with {0} errors
tr: Kurulum {0} hata ile tamamlandı

# Wizard_AppTitle
source: ISKI IBKS - Setup Wizard
tr: İSKİ IBKS - Kurulum Sihirbazı

# Wizard_Step_Station
source: Station Settings
tr: İstasyon Ayarları

# Wizard_Step_Plc
source: PLC Settings
tr: PLC Ayarları

# Wizard_Step_Calibration
source: Calibration Settings
tr: Kalibrasyon Ayarları

# Wizard_Step_Mail
source: Mail Settings
tr: Mail Ayarları

# Wizard_Welcome_Title
source: Welcome
tr: Hoş Geldiniz

# Wizard_Welcome_Desc
source: Proceed to start the IBKS setup.
tr: İBKS kurulumuna başlamak için ilerleyiniz.

# Wizard_StationTitle
source: Station Settings
tr: İstasyon Ayarları

# Wizard_StationDesc
source: Please enter station information and local API settings.
tr: Lütfen istasyon bilgilerini ve yerel API ayarlarını giriniz.

# Wizard_PlcTitle
source: PLC Settings
tr: PLC Ayarları

# Wizard_PlcDesc
source: Select PLC connection information and sensors to be measured.
tr: PLC bağlantı bilgilerini ve ölçüm yapılacak sensörleri seçiniz.

# Wizard_SaisTitle
source: SAIS API Settings
tr: SAİS API Ayarları

# Wizard_SaisDesc
source: Enter SAIS (Continuous Wastewater Monitoring System) API connection information.
tr: SAİS (Sürekli Atıksu İzleme Sistemi) API bağlantı bilgilerini giriniz.

# Wizard_CalibrationTitle
source: Calibration Settings
tr: Kalibrasyon Ayarları

# Wizard_CalibrationDesc
source: Enter calibration reference values and durations for the sensors.
tr: Sensörlerin kalibrasyon referans değerlerini ve sürelerini giriniz.

# Wizard_MailTitle
source: Mail Notification Settings
tr: Mail Bildirim Ayarları

# Wizard_MailDesc
source: Enter SMTP server information for system notifications.
tr: Sistem bildirimleri için SMTP sunucu bilgilerini giriniz.

# Health_PlcConnection
source: PLC Communication
tr: PLC İletişimi

# Health_ApiConnection
source: API Communication
tr: API İletişimi

# Health_LastPhCalib
source: Last Calibration (pH)
tr: Son Kalibrasyon (pH)

# Health_LastCondCalib
source: Last Calibration (Conductivity)
tr: Son Kalibrasyon (İletkenlik)

# Common_Healthy
source: Healthy
tr: Sağlıklı

# Common_Problematic
source: Problematic
tr: Problemli

# Param_LastWash
source: Last Wash
tr: Son Yıkama

# Param_LastWeeklyWash
source: Last Weekly Wash
tr: Son Haftalık Yıkama

# Param_LastCalibration
source: Last Calibration
tr: Son Kalibrasyon

# Param_Header
source: Parameter
tr: Parametre

# Sensor_DO
source: Dissolved Oxygen
tr: Çözünmüş Oksijen

# Sensor_Flow
source: Flow rate
tr: Debi

# Pump_One
source: Pump 1
tr: Pompa 1

# Pump_Two
source: Pump 2
tr: Pompa 2

# Status_ConnStatus
source: Connection Status:
tr: Bağlantı Durumu:

# Status_UpTime
source: Up Time:
tr: Bağlantı Süresi:

# Status_DailyWashRem
source: Rem. Time to D. Wash:
tr: G. Yıkamaya Kalan:

# Status_WeeklyWashRem
source: W. Wash Remaining:
tr: H. Yıkama Kalan:

# Status_SystemTime
source: System Time:
tr: Sistem Saati:

# Sim_Stopped
source: Stopped
tr: Duruyor

# Sim_Flood
source: FLOOD ALARM!
tr: SU BASKINI!

# Sim_Smoke
source: SMOKE ALARM!
tr: DUMAN ALARMI!

# Sim_NoEnergy
source: NO ENERGY!
tr: ENERJİ YOK!

# Sim_EmergencyStop
source: EMERGENCY STOP PRESSED!
tr: ACİL STOP BASILI!

# Sim_Maintenance
source: MAINTENANCE MODE
tr: BAKIM MODU

# Sim_Calibration
source: CALIBRATION MODE
tr: KALİBRASYON MODU

# Sim_Washing
source: SYSTEM WASHING
tr: SİSTEM YIKAMADA

# Sim_Sampling
source: SAMPLING...
tr: NUMUNE ALINIYOR...

# Sim_Humidity
source: Humidity
tr: Nem

# Sim_Frequency
source: Frequency
tr: Frekans

# Sim_ActivePump
source: ACTIVE P.
tr: AKTİF P.

# Sim_ExtFlow
source: Ext. Flow
tr: H. Debi

# Sim_ExtFlow2
source: Ext. Flow 2
tr: H. Debi 2

# Sim_DischargeFlow
source: Dis. Flow
tr: Deş. Debi

# Sim_FlowVelocity
source: Flow Velocity
tr: Akış Hızı

# Seeder_Dept_Yazilim
source: Software
tr: Yazılım

# Seeder_Title_YazilimGelistiricisi
source: Software Developer
tr: Yazılım Geliştiricisi

# Alarm_KabinSuBaskini_Name
source: Cabinet Flood Alarm
tr: Kabin Su Baskını Alarmı

# Alarm_KabinSuBaskini_Desc
source: Water detected on the cabinet floor.
tr: Kabin zemininde su tespit edildi.

# Alarm_KabinDuman_Name
source: Cabinet Smoke/Fire Alarm
tr: Kabin Duman/Yangın Alarmı

# Alarm_KabinDuman_Desc
source: Smoke detector activated inside the cabinet.
tr: Kabin içinde duman dedektörü aktif oldu.

# Alarm_AcilStop_Name
source: Emergency Stop Button Pressed
tr: Acil Stop Butonu Basıldı

# Alarm_AcilStop_Desc
source: Emergency Stop button pressed by operator in the field.
tr: Sahada operatör tarafından Acil Stop butonuna basıldı.

# Alarm_KabinKapi_Name
source: Cabinet Door Opened Unauthorized
tr: Kabin Kapısı İzinsiz Açıldı

# Alarm_KabinKapi_Desc
source: Cabinet door opened unauthorized or at an unexpected time.
tr: Yetkisiz veya beklenmedik bir zamanda kabin kapısı açıldı.

# Alarm_SebekeEnerji_Name
source: Mains Power Outage
tr: Şebeke Enerjisi Kesintisi

# Alarm_SebekeEnerji_Desc
source: Main grid power cut, system running on UPS.
tr: Ana şebeke enerjisi kesildi, sistem UPS üzerinden besleniyor.

# Alarm_Pompa1Termik_Name
source: Sample Pump 1 Thermal Failure
tr: Numune Pompası 1 (Pompa 1) Termik Arızası

# Alarm_Pompa1Termik_Desc
source: Pump 1 overheated or thermal tripped.
tr: 1. Pompa aşırı ısındı veya termik attı.

# Alarm_Pompa2Termik_Name
source: Sample Pump 2 Thermal Failure
tr: Numune Pompası 2 (Pompa 2) Termik Arızası

# Alarm_Pompa2Termik_Desc
source: Pump 2 overheated or thermal tripped.
tr: 2. Pompa aşırı ısındı veya termik attı.

# Alarm_Pompa3Termik_Name
source: Clean Water Pump Thermal Failure
tr: Temiz Su Pompasından (Pompa 3) Termik Arızası

# Alarm_Pompa3Termik_Desc
source: Clean water pump used in washing process is faulty.
tr: Yıkama işleminde kullanılan temiz su pompası arızalı.

# Alarm_TankBos_Name
source: Washing Tank Empty Warning
tr: Yıkama Tankı Boş Uyarısı

# Alarm_TankBos_Desc
source: Clean water tank is empty. Automatic washing cannot be performed.
tr: Temiz su tankında su bitti. Otomatik yıkama yapılamayacak.

# Alarm_KabinSicaklik_Name
source: High Temperature Inside Cabinet
tr: Kabin İçi Yüksek Sıcaklık

# Alarm_KabinSicaklik_Desc
source: Temperature inside the cabinet reached levels that could damage electronic boards.
tr: Kabin içi sıcaklık elektronik kartlara zarar verebilecek seviyeye ulaştı.

# Alarm_UpsKapasite_Name
source: UPS Capacity at Critical Level
tr: UPS Kapasitesi Kritik Seviyede

# Alarm_UpsKapasite_Desc
source: Power outage continues, UPS batteries are running low.
tr: Enerji kesintisi devam ediyor, UPS aküleri bitmek üzere.

# Alarm_PhYuksek_Name
source: pH High Alarm
tr: pH Yüksek Alarmı

# Alarm_PhYuksek_Desc
source: Discharge water pH value exceeded legal upper limit.
tr: Çıkış suyu pH değeri yasal üst sınırı aştı.

# Alarm_PhDusuk_Name
source: pH Low Alarm
tr: pH Düşük Alarmı

# Alarm_PhDusuk_Desc
source: Discharge water pH value fell below legal lower limit.
tr: Çıkış suyu pH değeri yasal alt sınırın altına düştü.

# Alarm_KoiSinirAsimi_Name
source: COD Limit Exceeded
tr: KOİ Sınır Aşımı

# Alarm_KoiSinirAsimi_Desc
source: Water pollution rate (COD) is above the specified limit.
tr: Su kirlilik oranı (KOİ) belirlenen limitin üzerinde.

# Alarm_AkmSinirAsimi_Name
source: SS Limit Exceeded
tr: AKM Sınır Aşımı

# Alarm_AkmSinirAsimi_Desc
source: SS value is above the limit.
tr: AKM değeri limitin üzerinde.

# Alarm_IletkenlikYuksek_Name
source: Conductivity High Alarm
tr: İletkenlik Yüksek Alarmı

# Alarm_IletkenlikYuksek_Desc
source: Water conductivity value is above normal.
tr: Suyun iletkenlik değeri normalin üzerinde.

# Alarm_OksijenDusuk_Name
source: Dissolved Oxygen Low
tr: Çözünmüş Oksijen Düşük

# Alarm_OksijenDusuk_Desc
source: Amount of oxygen in water is below critical level.
tr: Sudaki oksijen miktarı kritik seviyenin altında.

# Alarm_PlcBaglanti_Name
source: PLC Connection Error
tr: PLC Bağlantı Hatası

# Alarm_PlcBaglanti_Desc
source: Desktop application cannot communicate with PLC.
tr: Masaüstü uygulaması PLC ile haberleşemiyor.

# Alarm_SaisApi_Name
source: SAIS API Data Transmission Error
tr: SAIS API Veri Gönderim Hatası

# Alarm_SaisApi_Desc
source: Data cannot be sent to ministry servers.
tr: Veriler bakanlık sunucularına gönderilemiyor.

# Alarm_VeriGonderimAsimi_Name
source: Critical Data Transmission Timeout
tr: Kritik Veri Gönderim Süresi Aşımı

# Alarm_VeriGonderimAsimi_Desc
source: Data transmission failure duration exceeded 24 hours.
tr: Veri gönderilememe süresi 24 saati aştı.

# Alarm_KalibrasyonBasarisiz_Name
source: Calibration Failed
tr: Kalibrasyon Başarısız

# Alarm_KalibrasyonBasarisiz_Desc
source: Sensor calibration failed (Deviation > 10%).
tr: Sensör kalibrasyonu tutmadı (Sapma > %10).

# Alarm_AkmTetik_Name
source: SS Threshold Exceeded (PLC Sample)
tr: AKM Eşik Aşımı (PLC Numune)

# Alarm_AkmTetik_Desc
source: SS threshold exceeded detected by PLC and sampling started.
tr: PLC tarafından AKM eşik aşımı tespit edildi ve numune alımı başlatıldı.

# Alarm_KoiTetik_Name
source: COD Threshold Exceeded (PLC Sample)
tr: KOİ Eşik Aşımı (PLC Numune)

# Alarm_KoiTetik_Desc
source: COD threshold exceeded detected by PLC and sampling started.
tr: PLC tarafından KOİ eşik aşımı tespit edildi ve numune alımı başlatıldı.

# Alarm_PhTetik_Name
source: pH Threshold Exceeded (PLC Sample)
tr: pH Eşik Aşımı (PLC Numune)

# Alarm_PhTetik_Desc
source: pH threshold exceeded detected by PLC and sampling started.
tr: PLC tarafından pH eşik aşımı tespit edildi ve numune alımı başlatıldı.

# Alarm_SimNumuneTetik_Name
source: Simulation Sample Trigger
tr: Simülasyon Numune Tetik

# Alarm_SimNumuneTetik_Desc
source: Simulation sampling started for system test.
tr: Sistem testi için simülasyon numune alımı başlatıldı.

# Alarm_NumuneAlma_Name
source: Sampling Started
tr: Numune Alımı Başlatıldı

# Alarm_NumuneAlma_Desc
source: Sampling command sent by system.
tr: Sistem tarafından numune alma komutu gönderildi.

# Status_SystemHealthy
source: System Healthy
tr: Sistem Sağlıklı

# Status_SystemAlarms
source: System has Alarms
tr: Sistemde Alarmlar Var

# Common_SearchPlaceholder
source: Search...
tr: Ara...

# Common_Name
source: Name
tr: İsim

# Common_Description
source: Description
tr: Açıklama

# Common_Type
source: Type
tr: Tip

# Common_Priority
source: Priority
tr: Öncelik

# Common_Status
source: Status
tr: Durum

# Common_FullName
source: Full Name
tr: Ad Soyad

# Common_Email
source: Email
tr: E-Posta

# Common_Phone
source: Phone
tr: Telefon

# Common_Department
source: Department
tr: Departman

# Common_Title
source: Title
tr: Ünvan

# Mail_AlarmDefinitionsTitle
source: Alarm Definitions
tr: Alarm Tanımları

# Mail_AlarmUsersTitle
source: Alarm Users
tr: Alarm Kullanıcıları

# Mail_AddNewAlarm
source: Add New Alarm
tr: Yeni Alarm Ekle

# Mail_AddNewUser
source: Add New User
tr: Yeni Kullanıcı Ekle

# Mail_AlarmUsers
source: Alarm Users
tr: Alarm Kullanıcıları

# Mail_EmailNotifications
source: Email Notifications
tr: E-Posta Bildirim

# Mail_MinPriorityLevel
source: Min. Priority
tr: Min. Öncelik
