Repository: mertatmaca34/ISKI.IBKS
Catalog: ISKI.IBKS.Shared/Localization/Strings.*.resx
Languages: tr

# Mail_ConfirmDeleteUser
source: Are you sure you want to delete this user?
tr: Bu kullanıcıyı silmek istediğinize emin misiniz?

# Wizard_FinalSummaryTitle
source: Final Checks
tr: Son Kontroller

# Wizard_FinalSummaryDesc
source: System components are being checked...
tr: Sistem bileşenleri kontrol ediliyor...

# Wizard_CheckDb
source: Database Connection:
tr: Veritabanı Bağlantısı:

# Wizard_CheckPlc
source: PLC Communication:
tr: PLC Haberleşmesi:

# Wizard_CheckSais
source: SAIS API Access:
tr: SAİS API Erişimi:

# Wizard_CheckMail
source: Email Server:
tr: E-Posta Sunucusu:

# Wizard_Step_Api
source: API Settings
tr: API Ayarları

# Wizard_SetupComplete
source: Setup Completed
tr: Kurulum Tamamlandı

# Wizard_SetupWithWarnings
source: Setup Completed with Warnings
tr: Kurulum Uyarılarla Tamamlandı

# Mail_ConfirmDeleteAlarm
source: Are you sure you want to delete this alarm?
tr: Bu alarmı silmek istediğinize emin misiniz?
